/* No comment provided by engineer. */
"%@, till %@" = "%1$@, till %2$@";

/* No comment provided by engineer. */
"12 months" = "12 months";

/* No comment provided by engineer. */
"3 months" = "3 months";

/* No comment provided by engineer. */
"6 months" = "6 months";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Account" = "Account";

/* No comment provided by engineer. */
"Account Details" = "Account Details";

/* No comment provided by engineer. */
"Accounts" = "Accounts";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Payment" = "Add Payment";

/* No comment provided by engineer. */
"Add Income" = "Add Income";

/* No comment provided by engineer. */
"Add new category" = "Add new category";

/* No comment provided by engineer. */
"Add\nPayment" = "Add\nPayment";

/* No comment provided by engineer. */
"Amount" = "Amount";

/* No comment provided by engineer. */
"App Restored!" = "App is restored!";

/* No comment provided by engineer. */
"App version" = "App version";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* No comment provided by engineer. */
"Backup created!" = "Backup is created!";

/* No comment provided by engineer. */
"Balance" = "Balance";

/* No comment provided by engineer. */
"Payment" = "Payment";

/* No comment provided by engineer. */
"Payment Details" = "Payment Details";

/* No comment provided by engineer. */
"Payments" = "Payments";

/* No comment provided by engineer. */
"My Budget" = "My Budget";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Categories" = "Categories";

/* No comment provided by engineer. */
"Category" = "Category";

/* No comment provided by engineer. */
"Air tickets" = "Air tickets";

/* No comment provided by engineer. */
"Association fee" = "Association fee";

/* No comment provided by engineer. */
"Auto Loan" = "Auto Loan";

/* No comment provided by engineer. */
"Bicycle" = "Bicycle";

/* No comment provided by engineer. */
"Books/Magazines" = "Books/Magazines";

/* No comment provided by engineer. */
"Bus" = "Bus";

/* No comment provided by engineer. */
"Cable/Dish" = "Cable/Dish";

/* No comment provided by engineer. */
"Car/Auto" = "Car/Auto";

/* No comment provided by engineer. */
"CellPhone" = "CellPhone";

/* No comment provided by engineer. */
"Clothing" = "Clothing";

/* No comment provided by engineer. */
"Departmental" = "Departmental";

/* No comment provided by engineer. */
"DVD rental" = "DVD rental";

/* No comment provided by engineer. */
"Electricity" = "Electricity";

/* No comment provided by engineer. */
"Entertainment" = "Entertainment";

/* No comment provided by engineer. */
"Food/Groceries" = "Food/Groceries";

/* No comment provided by engineer. */
"Garbage" = "Garbage";

/* No comment provided by engineer. */
"Gas/Heating" = "Gas/Heating";

/* No comment provided by engineer. */
"Gasoline" = "Gasoline";

/* No comment provided by engineer. */
"Gifts/Charity" = "Gifts/Charity";

/* No comment provided by engineer. */
"Groceries" = "Groceries";

/* No comment provided by engineer. */
"Home/Rent" = "Home/Rent";

/* No comment provided by engineer. */
"Hotel/Lodging" = "Hotel/Lodging";

/* No comment provided by engineer. */
"Insurance - Auto" = "Insurance - Auto";

/* No comment provided by engineer. */
"Insurance - Home" = "Insurance - Home";

/* No comment provided by engineer. */
"Insurance - Medical" = "Insurance - Medical";

/* No comment provided by engineer. */
"Insurance/Medical" = "Insurance/Medical";

/* No comment provided by engineer. */
"Internet" = "Internet";

/* No comment provided by engineer. */
"Kids/Toys" = "Kids/Toys";

/* No comment provided by engineer. */
"Lipstick" = "Lipstick";

/* No comment provided by engineer. */
"Medical Payments/Co-pay" = "Medical Payments/Co-pay";

/* No comment provided by engineer. */
"Misc/One-Time" = "Misc/One-Time";

/* No comment provided by engineer. */
"Mortgage" = "Mortgage";

/* No comment provided by engineer. */
"Movies" = "Movies";

/* No comment provided by engineer. */
"Music" = "Music";

/* No comment provided by engineer. */
"Oil Change" = "Oil Change";

/* No comment provided by engineer. */
"Personal items" = "Personal items";

/* No comment provided by engineer. */
"Pet" = "Pet";

/* No comment provided by engineer. */
"Property tax" = "Property tax";

/* No comment provided by engineer. */
"Rent" = "Rent";

/* No comment provided by engineer. */
"Restaurant/Fast food" = "Restaurant/Fast food";

/* No comment provided by engineer. */
"Scissors" = "Scissors";

/* No comment provided by engineer. */
"Shoes" = "Shoes";

/* No comment provided by engineer. */
"Soccer" = "Soccer";

/* No comment provided by engineer. */
"Telephone" = "Telephone";

/* No comment provided by engineer. */
"Tracking-route" = "Tracking-route";

/* No comment provided by engineer. */
"Utilities" = "Utilities";

/* No comment provided by engineer. */
"Water" = "Water";

/* No comment provided by engineer. */
"Change currency" = "Change currency";

/* No comment provided by engineer. */
"Choose Start Screen" = "Choose Start Screen";

/* No comment provided by engineer. */
"Column view" = "Column view";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm Password";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Create Backup for MyBudget?" = "Backup";

/* No comment provided by engineer. */
"Created backup by name '%@'" = "Created backup by name '%@'";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Day" = "Day";

/* No comment provided by engineer. */
"Daily" = "Daily";

/* No comment provided by engineer. */
"Workdays" = "Workdays";

/* No comment provided by engineer. */
"Weekly" = "Weekly";

/* No comment provided by engineer. */
"Monthly" = "Monthly";

/* No comment provided by engineer. */
"Quarterly" = "Quarterly";

/* Delete */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete after (months)" = "Delete after (months)";

/* No comment provided by engineer. */
"Delete not allowed" = "Delete does not allowed";

/* No comment provided by engineer. */
"Delete only this" = "Delete only this";

/* No comment provided by engineer. */
"Delete this and after all" = "Delete this and after all";

/* No comment provided by engineer. */
"Do you really want to assign it?" = "Do you really want to assign it?";

/* No comment provided by engineer. */
"Do you really want to change currency?" = "Do you really want to change currency?";

/* No comment provided by engineer. */
"Duration" = "Duration";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"End Date" = "End Date";

/* No comment provided by engineer. */
"End Date:" = "End Date:";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Payments" = "Payments";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Feedback on MyBudget iphone app" = "Feedback on MyBudget iphone app";

/* No comment provided by engineer. */
"Firstname" = "Firstname";

/* No comment provided by engineer. */
"Full reset" = "Full reset";

/* No comment provided by engineer. */
"Fully reset MyBudget?" = "Fully reset MyBudget?";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Graphic view" = "Graphic view";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Home currency" = "Home currency";

/* No comment provided by engineer. */
"Impressum" = "Impressum";

/* No comment provided by engineer. */
"Income" = "Income";

/* No comment provided by engineer. */
"Income and Expense entries" = "Income and Expense entries";

/* No comment provided by engineer. */
"Income Details" = "Income Details";

/* No comment provided by engineer. */
"Incomes" = "Incomes";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Item was not found" = "Item was not found";

/* No comment provided by engineer. */
"Keep me logged in" = "Keep me logged in";

/* No comment provided by engineer. */
"Language" = "Language";

/* No comment provided by engineer. */
"Lastname" = "Lastname";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Maintenance" = "Maintenance";

/* No comment provided by engineer. */
"Message is sent successfully." = "Message is sent successfully.";

/* No comment provided by engineer. */
"Message sending failed." = "Message sending failed.";

/* No comment provided by engineer. */
"Message sending failed. Unknown error occurred." = "Message sending failed. Unknown error occurred.";

/* No comment provided by engineer. */
"Month" = "Month";

/* No comment provided by engineer. */
"Month start date (1-%i)" = "Month start date (1-%i)";

/* No comment provided by engineer. */
"In order to apply changes, you need to restart app. Please press OK" = "In order to apply changes, you need to restart app. Please press OK";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"New category" = "New category";

/* No comment provided by engineer. */
"New User" = "New User";

/* No comment provided by engineer. */
"Nickname is already used. Please try another nickname." = "Nickname is already used. Please try another nickname.";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"No iCloud access" = "No iCloud access";

/* No comment provided by engineer. */
"Not mandatory" = "Not mandatory";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Passwords do not match. Please try again." = "Passwords do not match. Please try again.";

/* No comment provided by engineer. */
"Pay" = "Pay";

/* No comment provided by engineer. */
"Period" = "Period";

/* No comment provided by engineer. */
"Periodicity" = "Periodicity";

/* No comment provided by engineer. */
"Phone number" = "Phone number";

/* No comment provided by engineer. */
"Pie view" = "Pie view";

/* No comment provided by engineer. */
"Please fill in" = "Please fill in";

/* No comment provided by engineer. */
"Please fill in amount field" = "Please fill in amount field";

/* No comment provided by engineer. */
"Please fill in category name" = "Please fill in category name";

/* No comment provided by engineer. */
"Please fill in category name and/or choose icon" = "Please fill in category name and/or choose icon";

/* No comment provided by engineer. */
"Please fill in name field" = "Please fill in name field";

/* No comment provided by engineer. */
"Please fill in required field." = "Please fill in required field.";

/* No comment provided by engineer. */
"Please fill in type field" = "Please fill in type field";

/* No comment provided by engineer. */
"Please restart the application in order to see the changes." = "Please restart the application in order to see the changes.";

/* No comment provided by engineer. */
"Please select" = "Please select";

/* No comment provided by engineer. */
"Please select account" = "Please select account";

/* No comment provided by engineer. */
"Please select category" = "Please select category";

/* No comment provided by engineer. */
"Please Select Periodicity" = "Please Select Periodicity";

/* No comment provided by engineer. */
"Please select recurring periodicity and end date." = "Please select recurring periodicity and end date.";

/* No comment provided by engineer. */
"Please take care of " = "Please take care of ";

/* No comment provided by engineer. */
"Please take care of pending" = "Please take care of pending";

/* No comment provided by engineer. */
"Quick Summary" = "Quick Summary";

/* No comment provided by engineer. */
"Recurrence not found" = "Recurrence not found";

/* No comment provided by engineer. */
"Recurring" = "Recurring";

/* No comment provided by engineer. */
"Refine" = "Refine";

/* No comment provided by engineer. */
"Register" = "Register";

/* No comment provided by engineer. */
"Remind At" = "Remind At";

/* No comment provided by engineer. */
"Repeat" = "Repeat";

/* No comment provided by engineer. */
"Report period" = "Report period";

/* No comment provided by engineer. */
"Report view types" = "Report view types";

/* No comment provided by engineer. */
"Report" = "Report";

/* No comment provided by engineer. */
"Representation" = "Representation";

/* No comment provided by engineer. */
"Required" = "Required";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Restore failed." = "Restore failed.";

/* No comment provided by engineer. */
"Restore MyBudget?" = "Restore MyBudget?";

/* No comment provided by engineer. */
"Review" = "Review";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Savings, Credit, Cash, Visa, Debt, etc." = "Savings, Credit, Cash, Visa, Debt, etc.";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search Period" = "Search Period";

/* No comment provided by engineer. */
"Select Account" = "Select Account";

/* No comment provided by engineer. */
"Select category" = "Select category";

/* No comment provided by engineer. */
"Select Currency" = "Select Currency";

/* No comment provided by engineer. */
"Select Language" = "Select Language";

/* No comment provided by engineer. */
"Select location" = "Select location";

/* No comment provided by engineer. */
"Select Reminder Time" = "Select Reminder Time";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Short passwords are easy to guess. Try one with at least 6 characters." = "Short passwords are easy to guess. Try one with at least 6 characters.";

/* No comment provided by engineer. */
"at least 6 characters" = "at least 6 characters";

/* No comment provided by engineer. */
"Start Date" = "Start Date";

/* No comment provided by engineer. */
"Start Date:" = "Start Date:";

/* No comment provided by engineer. */
"Start screen" = "Start screen";

/* No comment provided by engineer. */
"Start Screen changed" = "Start Screen changed";

/* No comment provided by engineer. */
"Start/End Dates" = "Start/End Dates";

/* No comment provided by engineer. */
"Table view" = "Table view";

/* No comment provided by engineer. */
"The account is negative." = "The account is negative.";

/* No comment provided by engineer. */
"The account is used and you can not delete it" = "The account is used and you can not delete it";

/* No comment provided by engineer. */
"The category is used and you can not delete it" = "The category is used and you can not delete it";

/* No comment provided by engineer. */
"The category is used and you can not delete it." = "The category is used and you can not delete it.";

/* No comment provided by engineer. */
"The end date is less then start date. Please select valid duration." = "The end date is less then start date. Please select valid duration.";

/* No comment provided by engineer. */
"The end date is less then start date. Please select valid end date." = "The end date is less then start date. Please select valid end date.";

/* No comment provided by engineer. */
"The entered email is invalid. Please try again." = "The entered email is invalid. Please try again.";

/* No comment provided by engineer. */
"The entered phone number is invalid. Please try again." = "The entered phone number is invalid. Please try again.";

/* No comment provided by engineer. */
"The entered username and/or password is incorrect. Please try again." = "The entered username and/or password is incorrect. Please try again.";

/* No comment provided by engineer. */
"The mention date has already passed. Please select valid date." = "The mention date has already passed. Please select valid date.";

/* No comment provided by engineer. */
"The name is already used.\nDo you still want to use it?" = "The name is already used.\nWould you like to change it?";

/* No comment provided by engineer. */
"The name is already used.\nPlease try another name." = "The name is already used.\nPlease try another name.";

/* No comment provided by engineer. */
"The subcategories will also be removed. Do you really want it?" = "The subcategories will also be removed. Do you really want it?";

/* No comment provided by engineer. */
"Theme" = "Theme";

/* No comment provided by engineer. */
"There are no payments" = "There are no payments";

/* No comment provided by engineer. */
"There is no backup file." = "There is no backup file.";

/* No comment provided by engineer. */
"This will delete all data that you have entered and leave MyBudget as if it was newly installed. Would you like to continue?" = "This will delete all data that you have entered and leave MyBudget as if it was newly installed. Would you like to continue?";

/* No comment provided by engineer. */
"Total: %.2f %@" = "Total: %.2f %@";

/* No comment provided by engineer. */
"Transactions" = "Transactions";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Version " = "Version ";

/* No comment provided by engineer. */
"View Details" = "View Details";

/* No comment provided by engineer. */
"View Trans" = "View Trans";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Week" = "Week";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"Year" = "Year";

/* No comment provided by engineer. */
"YES" = "YES";

/* No comment provided by engineer. */
"Аccount" = "Аccount";

/* No comment provided by engineer. */
"Summary" = "Summary";

/* No comment provided by engineer. */
"User Info" = "User Info";

"You can't create %@ with 0 %@ amount. Please correct it" = "You can't create %@ with 0 %@ amount. Please correct it";

"income" = "income";

"payment" = "payment";

// contact us
"contact.us" = "Contact Us";


// Impressum
"impressum" = "Impressum";

"impressum.company.name" = "Company";

"impressum.company.content" = " is in a class of its own among IT service providers. Technology alone is not paramount in our work, but instead it’s rather your competitive advantage.\n    We don’t just map your";

"impressum.company.content2" = "business model. We refine it: using state-of-the-art technology, with uncompromising quality and at a binding fixed price.\n    We accomplish this with a dedicated team of specialists who not only know something about technology, but also about business; experienced experts who take responsibility for the results of their work. From the initial concept through development to operation of the solution: we personally take responsibility for fulfilling your expectations. Guaranteed!";

"The Backup functionality will be available in the next version." = "The Backup functionality will be available in the next version.";

"The Restore functionality will be available in the next version." = "The Restore functionality will be available in the next version.";
